Revit 2024 API
Field.SubSchema Property
 The Schema describing the subentity (or subentities) stored in this Field.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public Schema SubSchema { get; }
Visual Basic
Public ReadOnly Property SubSchema As Schema
	Get
Visual C++
public:
property Schema^ SubSchema {
	Schema^ get ();
}
See Also
Field Class
Autodesk.Revit.DB.ExtensibleStorage Namespace